[
    {
      "id": 1,
      "category": "Weddings",
      "details": "Create the wedding of your dreams with our expert planning services. From stunning floral arrangements to elegant table settings, we'll ensure every detail is perfect for your special day.",
      "image": "https://i.ibb.co/6n3wJ0n/foto-pettine-Ifj-Ha-Io-Aoq-E-unsplash.jpg",
      "price": "50k and above"
    },
    {
      "id": 2,
      "category": "Birthday Parties",
      "details": "Celebrate another year of life with a party that reflects your unique style. From themed decorations to interactive games, we'll create a memorable experience for you and your guests.",
      "image": "https://i.ibb.co/TLDmP1R/nick-fewings-km-LUcvhqh-So-unsplash.jpg",
      "price": "50k and above"
    },
    {
      "id": 3,
      "category": "Anniversaries",
      "details": "Celebrate years of love and commitment with a romantic anniversary setup. Our team will create a warm and intimate atmosphere, complete with personalized touches and a memorable dining experience.",
      "image": "https://i.ibb.co/gTrDRCQ/pexels-asad-photo-maldives-1024960.jpg",
      "price": "50k and above"
    },
    {
      "id": 4,
      "category": "Engagement Parties",
      "details": "Mark the beginning of your journey together with a chic and sophisticated engagement party. From modern decor to entertainment options, we'll ensure your celebration is both stylish and memorable.",
      "image": "https://i.ibb.co/y5ZXy17/pexels-pixabay-265856.jpg",
      "price": "50k and above"
    },
    {
      "id": 5,
      "category": "Retirement Parties",
      "details": "Celebrate a lifetime of achievements with an elegant retirement celebration. Our team will help plan heartfelt speeches, memorable moments, and all the details that make this event special.",
      "image": "https://i.ibb.co/LNbdZ9Q/pexels-anna-shvets-5257417.jpg",
      "price": "50k and above"
    },
    {
      "id": 6,
      "category": "Baby Shower",
      "details": "Welcome your bundle of joy with an adorable baby shower. From cute decorations to interactive games for the mom-to-be, we'll create a joyous and memorable event for you and your loved ones.",
      "image": "https://i.ibb.co/QfHBJdK/pexels-henley-design-studio-914253.jpg",
      "price": "50k and above"
    }
  ]
  